{   "insults":
    [
        "I wish you had legs, so I could legswipe you.",
        "you're a bitch.",
        "you're a cripple",
        "I'd say like mother like daughter, but Suzie isn't a cunt.",
        "fucking moron.",
        "I'll bash you across the jaw with your steel fucking chair.",
        "I'll kick your fucking ass.",
        "you fuckin moron.",
        "I'll bash you across the head with my ukelele.",
        "fucking normie.",
        "why are you being such a-such a bitch",
        "I'll fight you.",
        "your kneecap's quality is so low that not even Brenda would take them.",
        "I want to break your fingers, just to spite you.",
        "you are the reason I had a heart attack, get a life.",
        "you are why my song is 100 years not 102 years",
        "say hi to brenda for me in hell *wait what did Brenda do*",
        "did you make the George x reader fanfic I know you're a degenerate behind that screen",
        "get off discord and do your homework",
        "glupaya suka",
        "I will roundhouse kick your ass",
        "get real <:Iknowwhatyoudid:899782887002497095>",
        "is a pussy.",
        "https://media.discordapp.net/attachments/841186891658821634/899773524133183508/image0.gif",
        "I would call you a bitch but im saving that one for <@637791956830912523>",
        "I would've shot you in the war with my: https://cdn.discordapp.com/attachments/841193350170542110/899784560257138738/big_iron.mp4",
        "you smell... please ladies one at a time",
        "I wasn't talking about Brenda in my song I was talking about your mom",
        "https://www.youtube.com/watch?v=WqDpoxfHNUI",
        "you're like a slinky.  Not really good for much but you bring a smile to everyone's face when pushed down stairs",
        "Two wrongs don’t make a right   take your parents for instance",
        "dickhead",
        "You will never get the cool shoo shine",
        "I shat yourself",
        "consider your pants peed",
        "even after 100 years i couldnt find anyone who cares",
        "your dream pacifier is so poggers",
        "you look like you farted (farted) harded (harded) all As no fs you ||lmao no ||",
        "your birth certificate is an apology letter from the condom factory",
        "you fucking wet crumpet",
        "your voice sounds like the portal radio",
        "you're the reason we can't have nice things",
		"short fuck",
		"100 years? maybe try and get 100 bitches on your dick",
		"listen up twink",
		"https://cdn.discordapp.com/attachments/841193350170542110/900904783618121819/video0_-_2021-10-19T084823.170.mp4",
		"Your mom is my sugar honey ice tea, kid",
		"my pronouns are yours, but not you, cos I'd never wanna be you",
		"im jealous of all the people who haven't met you",
		"run wubby run! That stupid prick is back!",
		"Help me? Brotha I need some help to get away from your ugly ass",
		"you are proof that god has a sence of humor",
		"I might be a gentleman but theres nothing gentle about lifting your fat ass off the ground",
		"You wont be still dancin after I shatter your legs",
		"its been a hundred years and I am still avoiding you",
		"Suzie's mom has got it goin on, and you certainly fucking dont",
		"https://cdn.discordapp.com/attachments/872994351490420756/900237489552388106/caption.gif",
		"you are as useless as a traffic light in GTA",
		"Ah, bitch, don't hate me 'cause I'm beautiful, dingus. Maybe if you got rid of that old yee-yee ass haircut you got you'd get some bitches on your dick. Oh, better yet, maybe that girl would call your dog-ass if she ever stop fuckin' with that  amongus character or your dad she fucking with. BIIIIIIITCH",
		"I’d like to punch you in the face but why should I improve your looks?",
		"your moms birth certificate probably says expired old ass",
		"https://tenor.com/view/walnut-regular-show-mordecai-smart-gif-22433835"
    ]
}